Repository: cyberpunkedu/say-ubuntu
Catalog: po/*.po
Languages: es

source: Say Ubuntu
es: Di Ubuntu

source: About Ubuntu
es: Acerca de Ubuntu

source: ubuntu |oǒ'boǒntoō|
es: ubuntu |ubúntu|

source: Ubuntu is an ancient African word meaning ‘humanity to others’. It also means ‘I am what I am because of who we all are’. The Ubuntu operating system brings the spirit of Ubuntu to the world of computers. (ubuntu.com)
es: Ubuntu es una antigua palabra africana que significa «humanidad para otros». También significa «soy lo que soy por lo que todos somos». El sistema operativo Ubuntu trae el espíritu de Ubuntu al mundo de los ordenadores. (ubuntu.com)

source: 'A person with ubuntu is open and available to others, affirming of others, does not feel threatened that others are able and good, for he or she has a proper self-assurance that comes from knowing that he or she belongs in a greater whole and is diminished when others are humiliated or diminished, when others are tortured or oppressed.' --Archbishop Desmond Tutu <br />
es: «Una persona con ubuntu está abierta y disponible para los demás, es afirmación de los demás, no se siente amenazada porque otros sean capaces y buenos, porque el o ella tiene la seguridad propia que viene de saber que el o ella pertenece a un todo mayor y se ve disminuido cuando otros son humillados o disminuidos, cuando otros son torturados u oprimidos.» --Arzobispo Desmond Tutu <br />

source: Press to say 'ubuntu' like %1
es: Pulse para decir «ubuntu» como %1

source: About Say Ubuntu
es: Acerca de Di Ubuntu

source: Version:
es: Versión:

source: Now you know how to say 'ubuntu'
es: Ahora ya sabe como decir «ubuntu»

source: About This App
es: Acerca de esta aplicación

source: Report Bugs
es: Informar de errores
